[
    {
        "category_id":"01","rating":{"number":4.3},"price":183.99,"title":"Personalized Nutrition Plan","image_url":"https://healthcoach.stylemixthemes.com/wp-content/uploads/2015/07/1_-min-795x544.jpg","role":"After a thorough analysis and research of your health and physical condition and also of your needs.I will  be able to compose a detailed day-to-day programme of exercises with the number of hours to spend on required body areas. ","activities":"Raw Food,Dairy Products,Steamed Meat","details":"Sometimes to change diet habits is sufficient for changing the whole lifestyle. Food for body can heal the whole personality by causing a behavioral change.Our one-on-one health coaching is an incredibly effective tool to identify, enact and sustain improvements in your life.Our one-on-one health coaching is an incredibly effective tool to identify, enact and sustain improvements in your life.Nutrient deficiencies are uncommon with a broad and varied diet. But aging, hormonal factors, or diet can leave women short of four key vitamins and minerals: vitamin D, iron, vitamin B12, and calcium. Various tests can reveal nutrient deficiencies, including blood panels. Vitamin D and fish oil supplements may help prevent autoimmune diseases. Multivitamins are usually unnecessary, except in cases where age, pregnancy, digestive challenges, or certain medications interfere with the ability to get adequate nutrition.Our one-on-one health coaching is an incredibly effective tool to identify, enact and sustain improvements in your life.With this plan you`ll be able to do your exercises effectively even without personal trainer`s supervisionSome Recommended Additives:Herbal Teas,Green Coffee,Anti Appetite Substances,Omega 3."
    },
    {
        "category_id":"02","rating":{"number":3.3},"price":153.99,"title":"Personal Exercise Plan","image_url":"https://healthcoach.stylemixthemes.com/wp-content/uploads/2015/07/2_-min-795x544.jpg","role":"After a thorough analysis and research of your health and physical condition and also of your needs, I'll be able to compose a detailed day-to-day programme of exercises with the number of hours to spend on required body areas. With this plan you`ll be able to do your exercises effectively even without personal trainer`s supervision.","activities":"Running,Weights,Stretches,Treadmill,Yoga,Cycling","details":"Life is motion and you can feel your every muscle when you are working out. Of course you have to know which exercises are useful for which groups of muscles. And that's it.A personal exercise programme is a strategy that details the physical exercises you should perform in order to reach your goals, and the amount of time you should spend on each exercise." 
    
    },
    {
        "category_id":"03","rating":{"number":3.3},"price":153.99,"title":"Personal Exercise Plan","image_url":"https://healthcoach.stylemixthemes.com/wp-content/uploads/2015/06/3_-min-795x544.jpg","role":"After a thorough analysis and research of your health and physical condition and also of your needs, I'll be able to compose a detailed day-to-day programme of exercises with the number of hours to spend on required body areas. With this plan you'll be able to do your exercises effectively even without personal trainer's supervision.","activities":"Starting New Diet,Yoga Training,Jogging in the morning","details":"The best solution of course is combining diet improvements together with workout plan and regular gym visits. It should take into account your individual particularities.Life is motion and you can feel your every muscle when you are working out. Of course you have to know which exercises are useful for which groups of muscles. And that's it.A personal exercise programme is a strategy that details the physical exercises you should perform in order to reach your goals, and the amount of time you should spend on each exercise." 
    
    },
    {
        "category_id":"04","rating":{"number":4.1},"price":103.99,"title":"Individual Support","image_url":"https://healthcoach.stylemixthemes.com/wp-content/uploads/2015/07/hc_4.jpg","role":"More of a friend than a health coach.","activities":"Google Meet,Skype","details":"Virtual Health Coaches connects you with certified online health and wellness coaches. Get help changing habits and start improving your health today!.Connect your wearable activity tracker or favorite mobile fitness app to your HealthTools account and find your health goals in one centralized, secure place.And that's it.One in three Americans takes a daily multivitamin even though research shows this doesn't provide any meaningful health benefits for most people. And because of the way supplements are regulated, some supplements make claims that have no evidence behind them.A personal exercise programme is a strategy that details the physical exercises you should perform in order to reach your goals, and the amount of time you should spend on each exercise." 
    
    },
    {
        "category_id":"05","rating":{"number":4.5},"price":103.99,"title":"8 Most Underrated Workouts","image_url":"https://healthcoach.stylemixthemes.com/wp-content/uploads/2015/07/hc_31.jpg","role":"If you're no longer psyched to set foot in the gym with your routine, it's time to include these high-reward exercises to reenergize your workout.","activities":"turkish get-up,Y-press,single-leg squat,box push-up etc","details":"Do you suffer from exercise tedium? The symptoms include doing only exercises that you're familiar with, seeing progress come to a standstill, looking forward to the end of a workout, and a lackadaisical attitude toward exercising in general.Exercise tedium occurs when you've stuck with the same routine for so long that you cruise through the movements on auto-pilot.The internet is filled with a number of workout plans for men. But it's important to note that the body structure of every person is not the same. The workout routine for men may be standardized to a certain limit, however, minor tweaks as per your physiology are crucial. Sure, you do them really well, and they're easy, but let me shatter your world: Doing them probably no longer carries over to noticeable fitness gains. You need something new, something exciting.So how about strange exercises that squeeze in a surprising amount of value and functional benefits for your body? Check out these eight highly underrated exercises and try them out in your next workout for a spicy challenge worth getting excited about."

    },
    {
        "category_id":"06","rating":{"number":3.8},"price":153.99,"title":"The Best Tips And Workouts!","image_url":"https://healthcoach.stylemixthemes.com/wp-content/uploads/2015/07/Fotolia_89298658_Subscription_Monthly_M-600x548.jpg","role":"After a thorough analysis and research of your health and physical condition and also of your needs, I'll be able to compose a detailed day-to-day programme of exercises with the number of hours to spend on required body areas. With this plan you`ll be able to do your exercises effectively even without personal trainer`s supervision.","activities":"Running,Weights,Stretches,Treadmill,Yoga,Cycling","details":"If you want to work out five days per week and are working on both strength and cardiovascular fitness, try three days of strength training, two days of cardio, and two days of active rest. If you want to work out four days a week, think about your goals: If you want to add muscle, cut a cardio day.Life is motion and you can feel your every muscle when you are working out. Of course you have to know which exercises are useful for which groups of muscles.The internet is filled with a number of workout plans for men. But it's important to note that the body structure of every person is not the same. The workout routine for men may be standardized to a certain limit, however, minor tweaks as per your physiology are crucial. And that's it.One must not put too much load if following a gym routine for the first time. On the other hand, following a workout plan that is less effective than regular gym goes would show no results.A personal exercise programme is a strategy that details the physical exercises you should perform in order to reach your goals, and the amount of time you should spend on each exercise."
    }
]